# brew bundle with this in dir

tap "homebrew/cask"
cask_args appdir: "~/Applications", require_sha: true

# Most important first
cask "firefox"
cask "rectangle"
cask "alfred"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
cask "slack"
cask "zoom"

brew "gh"
brew "envchain"
brew "asdf"

cask "bartender"
cask "chromium"
cask "discord"
cask "docker"
cask "kindle"
cask "nordvpn"
cask "pip"
cask "postman"
cask "steam"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"

brew "bat"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "gpg"
brew "jpeg"
brew "jq"
brew "lolcat"
brew "make"
brew "openssl"
brew "readline"
brew "socat"
brew "svgo"
brew "wget"
brew "yarn"
