alfred
bartender
chromium
dash
discord
docker
firefox
iterm2
karabiner-elements
kindle
lastpass
maccy
nordvpn
pip
postman
slack
spectacle
spotify
steam
the-unarchiver
virtualbox
visual-studio-code
vlc
zoom